
"keyYes"							= "はい";
"keyNo"								= "いいえ";
"keyOK"								= "OK";
"keyRequired"						= "必要";
"keyNone"							= "なし";

"keyPairedDevicesTitle"				= "登録済みのデバイス：";
"keyFavoriteDevicesTitle"			= "よく使うデバイス：";
"keyConnectedDevicesTitle"			= "接続済みデバイス：";
"keyUnknownDevice"					= "不明なデバイス";
"keyErrorOccurred"					= "エラーが起きました。（0x%x）";
"keyNotAvailable"					= "使用できません。";
"keyNameNotAvailable"				= "名前を取得できません";
"keyNoDevicePresent"				= "Bluetooth デバイスが接続されていません。";

"keyPrefReadErrorTitle"				= "“Bluetooth”環境設定の読み込み中にエラーが起きました。";
"keyPrefReadErrorDesc"				= "このコンピュータの Bluetooth 構成は正しくないようです。Bluetooth ソフトウェアを再インストールして、もう一度やり直してください。";

"keyUnacceptablePathTitle"			= "指定したパスは使用できません。";
"keyUnacceptablePathDesc"			= "指定したパスが正しくないため、Bluetooth Object Exchange ではこのパスを使用できません。おそらく、保存先ディレクトリへの書き込みアクセス権がないことが原因です。別のディレクトリを指定してください。";

"keyPathWarningTitle"				= "指定したフォルダは推奨されていません。";
"keyPathWarningDesc"				= "フォルダがロックされているか、またはフォルダに対する読み出しアクセス権または書き込みアクセス権がない可能性があります。";

"keyPrefSaveErrorTitle"				= "“Bluetooth”環境設定の保存中にエラーが起きました。";
"keyPrefSaveErrorDesc"				= "一部の Bluetooth 環境設定を保存できませんでした。このコンピュータで Bluetooth デバイスを使用できない可能性があります。";

"keyPortInUseTitle"					= "このポートは現在使用中です。";
"keyPortInUseDelete"				= "使用中のポートを削除しようとしています。このポートを使用しているアプリケーションを終了し、もう一度やり直してください。";
"keyPortInUseEdit"					= "使用中のポートを変更しようとしています。このポートを使用しているアプリケーションを終了し、もう一度やり直してください。";

"kServiceCannotBeModifiedKey"		= "このサービスは変更できません。";
"kPortCannotBeCreatedOrModifiedKey"	= "ポートを作成または変更しようとしているときにエラーが起きました。";

"keyTTYNameAlreadyInUse"			= "その名前はすでに使用中です";
"keyTTYNameInUseText"				= "選択したポート名はすでに使用されています。別の名前を選んでください。";

"kTTYSerialPortKey"					= "SerialPort";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "シリアルポート";
"kBluetoothSerialPortOnKey"			= "Bluetooth シリアルポート 入";
"kBluetoothSerialPortOffKey"		= "Bluetooth シリアルポート 切";
"kEditSerialPorts"					= "シリアルポートを編集...";
"kSerialPortKey"					= "シリアルポート";
"kSerialPortOnKey"					= "シリアルポート 入";
"kSerialPortOffKey"					= "シリアルポート 切";
"kOtherKey"							= "その他...";
"kBluetoothFileExchangeKey"			= "ファイル交換";
"kBluetoothFileExchangeOnKey"		= "Bluetooth ファイル交換 入";
"kBluetoothFileExchangeOffKey"		= "Bluetooth ファイル交換 切";
"kBluetoothFileTransferKey"			= "ファイル転送";
"kBluetoothFileTransferOnKey"		= "Bluetooth ファイル転送 入";
"kBluetoothFileTransferOffKey"		= "Bluetooth ファイル転送 切";

"kBluetoothRemoteControlKey"		= "リモコン";
"kBluetoothRemoteControlOnKey"		= "Bluetooth リモコン 入";
"kBluetoothRemoteControlOffKey"		= "Bluetooth リモコン 切";

"kBluetoothPANServiceKey"			= "パーソナル・エリア・ネットワーク";
"kBluetoothPANServiceOnKey"			= "Bluetooth パーソナル・エリア・ネットワーク 入";
"kBluetoothPANServiceOffKey"		= "Bluetooth パーソナル・エリア・ネットワーク 切";

"kDeviceNameTitle"					= "“%@”は、Bluetooth デバイスがこのコンピュータに接続するために使用する名前です。";

"kInKey"							= "受信";		/* Short for Incoming */
"kOutKey"							= "送信";	/* Short for Outgoing */

"kEllipsisString"						= "...";
"kPower"								= "電源";
"kBluetoothPower"						= "Bluetooth の電源";
"kBluetoothPowerOn"						= "Bluetooth：入";
"kBluetoothPowerOff"					= "Bluetooth：切";
"kBluetoothPowerIsOff"					= "Bluetooth の電源が切になっています。Bluetooth を使用するには、入にしておく必要があります。";
"kTurnBTOff"							= "Bluetooth を切にする";
"kTurnBTOn"								= "Bluetooth を入にする";
"kVersionKey"							= "（バージョン：%d.%d.%d%c%d）";
"kOnKey"								= "入";
"kCancelKey"							= "キャンセル";
"kOffKey"								= "切";
"kNever"								= "なし";

"kIsConnected"							= "接続中";
"kIsNotConnected"						= "接続されていません";

"kAddToFavoritesKey"					= "よく使う項目に追加";
"kRemoveFromFavoritesKey"				= "よく使う項目から取り除く";

"kRenameDeviceKey"						= "名称変更";

"kBluetoothSetupDevice"					= "このデバイスを設定...";
"kDisconnectDevice"						= "接続解除";
"kResetDevice"							= "このデバイスを出荷時の状態にリセット";
"kConnectDevice"						= "接続";
"kConfigureDevice"						= "このデバイスを構成...";
"kMoreInfo"								= "詳細情報を表示";
"kHideMoreInfo"							= "詳細情報を隠す";
"kNoDevicesKey"							= "デバイスがありません";

"kDeviceNameKey"						= "名前";
"kDeviceAddressKey"						= "アドレス";
"kDeviceTypeKey"						= "種類";
"kDeviceServicesKey"					= "サービス";
"kOtherServices"						= "その他のサービス";
"kUnknownService"						= "不明なサービス";

"kPairedHeaderKey"						= "登録済み";
"kConfiguredHeaderKey"					= "構成済み";
"kFavoriteHeaderKey"					= "よく使う項目";
"kConnectedHeaderKey"					= "接続";
"kSerialPortsHeaderKey"					= "シリアルポート";
"kSerialPortsHeaderDeviceService"		= "デバイスのサービス";
"kSerialPortsHeaderPortType"			= "ポートプロトコル";
"kSerialPortDirectionIncoming"			= "受信";
"kSerialPortDirectionOutgoing"			= "送信";

"kSerialPortHeadingOutgoing"			= "デバイスに送信するシリアルポートを選択して設定を変更します";
"kSerialPortHeadingIncoming"			= "コンピュータに受信するシリアルポートを選択して設定を変更します";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "このキーボードはお使いのコンピュータに接続されている唯一のキーボードです。このキーボードを削除すると、キーボードにアクセスできなくなります。削除してもよろしいですか？";
"kHIDDeviceDeleteMousePairingWarning"			= "現在お使いのコンピュータに接続されているポインティングデバイスはこの 1 台のみです。このマウスをリストから削除すると、使用できなくなります。削除してもよろしいですか？";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "現在お使いのコンピュータに接続されているポインティングデバイスはこの 1 台のみです。このトラックパッドをリストから削除すると、使用できなくなります。削除してもよろしいですか？";
"kHIDDeviceKeyboard"					= "キーボード";
"kHIDDeviceMouse"						= "マウス";

"kDiscoverableTooltip"		= "これを無効にすると、不明な Bluetooth デバイスがこのコンピュータを検出できなくなります。登録済みのデバイスであれば、引き続きこのコンピュータに接続できます。";

"kOptionIsAvailable"		= "使用可能";
"kAvailableServiceTurnOn"	= "サービスを入にする";
"kAvailableServiceTurnOff"	= "サービスを切にする";

"kOptionPairing"			= "登録が必要";
"kPairingRequired"			= "登録が必要";
"kPairingNotRequired"		= "登録が必要でない";

"kOptionReceiveBehavior"	= "ファイルを受け取ったとき：";
"kReceiveBehaviorAccept"	= "警告なしに受信";
"kReceiveBehaviorPrompt"	= "ファイルごとに確認";

"kOptionHandlePIMItem"		= "PIM 項目を受け取ったとき：";
"kOptionHandleOtherItem"	= "その他の項目を受け取ったとき：";
"kHandleItemSave"			= "保存";
"kHandleItemOpen"			= "開く";
"kHandleItemAsk"			= "確認";

"kOptionReceiveFolder"		= "受信フォルダ";
"kReceiveFolderChoose"		= "その他...";

"kOptionFolderForBrowse"	= "ブラウズを許可するフォルダ";

"kOptionName"				= "名前：";
"kOptionShowInNetworkPrefs"	= "“ネットワーク”環境設定に表示：";
"kOptionType"				= "タイプ：";
"kOptionTypeModem"			= "モデム";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "ポート名を編集...";
"kOptionAddSerialPort"		= "シリアルポートを追加";
"kOptionRemoveSerialPort"	= "シリアルポートを取り除く";

"kButtonAddDevice"			= "新しいデバイスを設定";
"kButtonRemoveDevice"		= "選択されたデバイスを削除";
"kButtonDeviceOptions"		= "選択されたデバイスのタスクを実行";
"kBluetoothDevices"			= "Bluetooth デバイス";

"kOptionMajorClass"			= "デバイスクラス（大）";
"kOptionMinorClass"			= "デバイスクラス（小）";
"kOptionServiceClass"		= "デバイスサービスクラス";
"kOptionLastNameUpdate"		= "名前の前回更新";
"kOptionLastInquiryUpdate"	= "照会の前回更新";
"kOptionLastServicesUpdate"	= "サービスの前回更新";
"kOptionProductID"			= "製品 ID";
"kOptionVendorID"			= "製造元 ID";

"kPerformSDPQueryKey"				= "デバイスサービスをアップデート";
"kPerformNameRequestKey"			= "デバイス名をアップデート";

"kOpenBTPrefsKey"					= "“Bluetooth”環境設定を開く...";
"kMousePreferences"					= "“マウス”環境設定を開く...";
"kKeyboardPreferences"				= "“キーボード”環境設定を開く...";
"kOpenPrintPrefsKey"				= "“プリンタ”環境設定を開く...";
"kOpenSoundPrefsKey"				= "“サウンド”環境設定を開く...";
"kSendFileToDevice"					= "ファイルを送信...";
"kBrowseDevice"						= "デバイスをブラウズ...";

"kTurnOnHeadphones"					= "オーディオデバイス（ステレオ）として使用";
"kTurnOffHeadphones"				= "オーディオデバイスとしては使用しない";
"kTurnOnHeadset"					= "オーディオデバイス（モノラル）として使用";
"kTurnOffHeadset"					= "オーディオデバイスとしては使用しない";

"kSyncDevice"						= "同期...";

"kOpenBTSAKey"						= "Bluetooth デバイスを設定...";
"kBTSendFileKey"					= "ファイルを送信...";
"kBTGetFileKey"						= "デバイスをブラウズ...";

"kJoinNetwork"						= "ネットワークへ接続";
"kKeyDisconnectFromNetwork"			= "ネットワークから接続解除";
"kRemoveDevice"						= "このデバイスを削除";
"kDeviceOptions"					= "デバイスオプション";
"kDeviceNamed"						= "%@ という名前のデバイス";

"kOptionConfirm"					= "このチェックボックスの選択を解除してもよろしいですか？";
"kOptionAutoBTSAWarning"			= "システム起動時にワイヤレスキーボードまたはワイヤレスマウスが使用できない場合に備えて、使用可能な USB 入力装置があることを確認してください。";
	
